{
  "metadata": {
    "total_size": 83671941120
  },
  "weight_map": {
    "lm_head.weight": "pytorch_model-00009-of-00009.bin",
    "transformer.h.0.ln_attn.bias": "pytorch_model-00001-of-00009.bin",
    "transformer.h.0.ln_attn.weight": "pytorch_model-00001-of-00009.bin",
    "transformer.h.0.ln_mlp.bias": "pytorch_model-00001-of-00009.bin",
    "transformer.h.0.ln_mlp.weight": "pytorch_model-00001-of-00009.bin",
    "transformer.h.0.mlp.dense_4h_to_h.weight": "pytorch_model-00001-of-00009.bin",
    "transformer.h.0.mlp.dense_h_to_4h.weight": "pytorch_model-00001-of-00009.bin",
    "transformer.h.0.self_attention.dense.weight": "pytorch_model-00001-of-00009.bin",
    "transformer.h.0.self_attention.query_key_value.weight": "pytorch_model-00001-of-00009.bin",
    "transformer.h.1.ln_attn.bias": "pytorch_model-00001-of-00009.bin",
    "transformer.h.1.ln_attn.weight": "pytorch_model-00001-of-00009.bin",
    "transformer.h.1.ln_mlp.bias": "pytorch_model-00001-of-00009.bin",
    "transformer.h.1.ln_mlp.weight": "pytorch_model-00001-of-00009.bin",
    "transformer.h.1.mlp.dense_4h_to_h.weight": "pytorch_model-00001-of-00009.bin",
    "transformer.h.1.mlp.dense_h_to_4h.weight": "pytorch_model-00001-of-00009.bin",
    "transformer.h.1.self_attention.dense.weight": "pytorch_model-00001-of-00009.bin",
    "transformer.h.1.self_attention.query_key_value.weight": "pytorch_model-00001-of-00009.bin",
    "transformer.h.10.ln_attn.bias": "pytorch_model-00002-of-00009.bin",
    "transformer.h.10.ln_attn.weight": "pytorch_model-00002-of-00009.bin",
    "transformer.h.10.ln_mlp.bias": "pytorch_model-00002-of-00009.bin",
    "transformer.h.10.ln_mlp.weight": "pytorch_model-00002-of-00009.bin",
    "transformer.h.10.mlp.dense_4h_to_h.weight": "pytorch_model-00002-of-00009.bin",
    "transformer.h.10.mlp.dense_h_to_4h.weight": "pytorch_model-00002-of-00009.bin",
    "transformer.h.10.self_attention.dense.weight": "pytorch_model-00002-of-00009.bin",
    "transformer.h.10.self_attention.query_key_value.weight": "pytorch_model-00002-of-00009.bin",
    "transformer.h.11.ln_attn.bias": "pytorch_model-00002-of-00009.bin",
    "transformer.h.11.ln_attn.weight": "pytorch_model-00002-of-00009.bin",
    "transformer.h.11.ln_mlp.bias": "pytorch_model-00002-of-00009.bin",
    "transformer.h.11.ln_mlp.weight": "pytorch_model-00002-of-00009.bin",
    "transformer.h.11.mlp.dense_4h_to_h.weight": "pytorch_model-00002-of-00009.bin",
    "transformer.h.11.mlp.dense_h_to_4h.weight": "pytorch_model-00002-of-00009.bin",
    "transformer.h.11.self_attention.dense.weight": "pytorch_model-00002-of-00009.bin",
    "transformer.h.11.self_attention.query_key_value.weight": "pytorch_model-00002-of-00009.bin",
    "transformer.h.12.ln_attn.bias": "pytorch_model-00002-of-00009.bin",
    "transformer.h.12.ln_attn.weight": "pytorch_model-00002-of-00009.bin",
    "transformer.h.12.ln_mlp.bias": "pytorch_model-00002-of-00009.bin",
    "transformer.h.12.ln_mlp.weight": "pytorch_model-00002-of-00009.bin",
    "transformer.h.12.mlp.dense_4h_to_h.weight": "pytorch_model-00002-of-00009.bin",
    "transformer.h.12.mlp.dense_h_to_4h.weight": "pytorch_model-00002-of-00009.bin",
    "transformer.h.12.self_attention.dense.weight": "pytorch_model-00002-of-00009.bin",
    "transformer.h.12.self_attention.query_key_value.weight": "pytorch_model-00002-of-00009.bin",
    "transformer.h.13.ln_attn.bias": "pytorch_model-00002-of-00009.bin",
    "transformer.h.13.ln_attn.weight": "pytorch_model-00002-of-00009.bin",
    "transformer.h.13.ln_mlp.bias": "pytorch_model-00002-of-00009.bin",
    "transformer.h.13.ln_mlp.weight": "pytorch_model-00002-of-00009.bin",
    "transformer.h.13.mlp.dense_4h_to_h.weight": "pytorch_model-00003-of-00009.bin",
    "transformer.h.13.mlp.dense_h_to_4h.weight": "pytorch_model-00003-of-00009.bin",
    "transformer.h.13.self_attention.dense.weight": "pytorch_model-00002-of-00009.bin",
    "transformer.h.13.self_attention.query_key_value.weight": "pytorch_model-00002-of-00009.bin",
    "transformer.h.14.ln_attn.bias": "pytorch_model-00003-of-00009.bin",
    "transformer.h.14.ln_attn.weight": "pytorch_model-00003-of-00009.bin",
    "transformer.h.14.ln_mlp.bias": "pytorch_model-00003-of-00009.bin",
    "transformer.h.14.ln_mlp.weight": "pytorch_model-00003-of-00009.bin",
    "transformer.h.14.mlp.dense_4h_to_h.weight": "pytorch_model-00003-of-00009.bin",
    "transformer.h.14.mlp.dense_h_to_4h.weight": "pytorch_model-00003-of-00009.bin",
    "transformer.h.14.self_attention.dense.weight": "pytorch_model-00003-of-00009.bin",
    "transformer.h.14.self_attention.query_key_value.weight": "pytorch_model-00003-of-00009.bin",
    "transformer.h.15.ln_attn.bias": "pytorch_model-00003-of-00009.bin",
    "transformer.h.15.ln_attn.weight": "pytorch_model-00003-of-00009.bin",
    "transformer.h.15.ln_mlp.bias": "pytorch_model-00003-of-00009.bin",
    "transformer.h.15.ln_mlp.weight": "pytorch_model-00003-of-00009.bin",
    "transformer.h.15.mlp.dense_4h_to_h.weight": "pytorch_model-00003-of-00009.bin",
    "transformer.h.15.mlp.dense_h_to_4h.weight": "pytorch_model-00003-of-00009.bin",
    "transformer.h.15.self_attention.dense.weight": "pytorch_model-00003-of-00009.bin",
    "transformer.h.15.self_attention.query_key_value.weight": "pytorch_model-00003-of-00009.bin",
    "transformer.h.16.ln_attn.bias": "pytorch_model-00003-of-00009.bin",
    "transformer.h.16.ln_attn.weight": "pytorch_model-00003-of-00009.bin",
    "transformer.h.16.ln_mlp.bias": "pytorch_model-00003-of-00009.bin",
    "transformer.h.16.ln_mlp.weight": "pytorch_model-00003-of-00009.bin",
    "transformer.h.16.mlp.dense_4h_to_h.weight": "pytorch_model-00003-of-00009.bin",
    "transformer.h.16.mlp.dense_h_to_4h.weight": "pytorch_model-00003-of-00009.bin",
    "transformer.h.16.self_attention.dense.weight": "pytorch_model-00003-of-00009.bin",
    "transformer.h.16.self_attention.query_key_value.weight": "pytorch_model-00003-of-00009.bin",
    "transformer.h.17.ln_attn.bias": "pytorch_model-00003-of-00009.bin",
    "transformer.h.17.ln_attn.weight": "pytorch_model-00003-of-00009.bin",
    "transformer.h.17.ln_mlp.bias": "pytorch_model-00003-of-00009.bin",
    "transformer.h.17.ln_mlp.weight": "pytorch_model-00003-of-00009.bin",
    "transformer.h.17.mlp.dense_4h_to_h.weight": "pytorch_model-00003-of-00009.bin",
    "transformer.h.17.mlp.dense_h_to_4h.weight": "pytorch_model-00003-of-00009.bin",
    "transformer.h.17.self_attention.dense.weight": "pytorch_model-00003-of-00009.bin",
    "transformer.h.17.self_attention.query_key_value.weight": "pytorch_model-00003-of-00009.bin",
    "transformer.h.18.ln_attn.bias": "pytorch_model-00003-of-00009.bin",
    "transformer.h.18.ln_attn.weight": "pytorch_model-00003-of-00009.bin",
    "transformer.h.18.ln_mlp.bias": "pytorch_model-00003-of-00009.bin",
    "transformer.h.18.ln_mlp.weight": "pytorch_model-00003-of-00009.bin",
    "transformer.h.18.mlp.dense_4h_to_h.weight": "pytorch_model-00003-of-00009.bin",
    "transformer.h.18.mlp.dense_h_to_4h.weight": "pytorch_model-00003-of-00009.bin",
    "transformer.h.18.self_attention.dense.weight": "pytorch_model-00003-of-00009.bin",
    "transformer.h.18.self_attention.query_key_value.weight": "pytorch_model-00003-of-00009.bin",
    "transformer.h.19.ln_attn.bias": "pytorch_model-00003-of-00009.bin",
    "transformer.h.19.ln_attn.weight": "pytorch_model-00003-of-00009.bin",
    "transformer.h.19.ln_mlp.bias": "pytorch_model-00003-of-00009.bin",
    "transformer.h.19.ln_mlp.weight": "pytorch_model-00003-of-00009.bin",
    "transformer.h.19.mlp.dense_4h_to_h.weight": "pytorch_model-00003-of-00009.bin",
    "transformer.h.19.mlp.dense_h_to_4h.weight": "pytorch_model-00003-of-00009.bin",
    "transformer.h.19.self_attention.dense.weight": "pytorch_model-00003-of-00009.bin",
    "transformer.h.19.self_attention.query_key_value.weight": "pytorch_model-00003-of-00009.bin",
    "transformer.h.2.ln_attn.bias": "pytorch_model-00001-of-00009.bin",
    "transformer.h.2.ln_attn.weight": "pytorch_model-00001-of-00009.bin",
    "transformer.h.2.ln_mlp.bias": "pytorch_model-00001-of-00009.bin",
    "transformer.h.2.ln_mlp.weight": "pytorch_model-00001-of-00009.bin",
    "transformer.h.2.mlp.dense_4h_to_h.weight": "pytorch_model-00001-of-00009.bin",
    "transformer.h.2.mlp.dense_h_to_4h.weight": "pytorch_model-00001-of-00009.bin",
    "transformer.h.2.self_attention.dense.weight": "pytorch_model-00001-of-00009.bin",
    "transformer.h.2.self_attention.query_key_value.weight": "pytorch_model-00001-of-00009.bin",
    "transformer.h.20.ln_attn.bias": "pytorch_model-00003-of-00009.bin",
    "transformer.h.20.ln_attn.weight": "pytorch_model-00003-of-00009.bin",
    "transformer.h.20.ln_mlp.bias": "pytorch_model-00003-of-00009.bin",
    "transformer.h.20.ln_mlp.weight": "pytorch_model-00003-of-00009.bin",
    "transformer.h.20.mlp.dense_4h_to_h.weight": "pytorch_model-00004-of-00009.bin",
    "transformer.h.20.mlp.dense_h_to_4h.weight": "pytorch_model-00004-of-00009.bin",
    "transformer.h.20.self_attention.dense.weight": "pytorch_model-00003-of-00009.bin",
    "transformer.h.20.self_attention.query_key_value.weight": "pytorch_model-00003-of-00009.bin",
    "transformer.h.21.ln_attn.bias": "pytorch_model-00004-of-00009.bin",
    "transformer.h.21.ln_attn.weight": "pytorch_model-00004-of-00009.bin",
    "transformer.h.21.ln_mlp.bias": "pytorch_model-00004-of-00009.bin",
    "transformer.h.21.ln_mlp.weight": "pytorch_model-00004-of-00009.bin",
    "transformer.h.21.mlp.dense_4h_to_h.weight": "pytorch_model-00004-of-00009.bin",
    "transformer.h.21.mlp.dense_h_to_4h.weight": "pytorch_model-00004-of-00009.bin",
    "transformer.h.21.self_attention.dense.weight": "pytorch_model-00004-of-00009.bin",
    "transformer.h.21.self_attention.query_key_value.weight": "pytorch_model-00004-of-00009.bin",
    "transformer.h.22.ln_attn.bias": "pytorch_model-00004-of-00009.bin",
    "transformer.h.22.ln_attn.weight": "pytorch_model-00004-of-00009.bin",
    "transformer.h.22.ln_mlp.bias": "pytorch_model-00004-of-00009.bin",
    "transformer.h.22.ln_mlp.weight": "pytorch_model-00004-of-00009.bin",
    "transformer.h.22.mlp.dense_4h_to_h.weight": "pytorch_model-00004-of-00009.bin",
    "transformer.h.22.mlp.dense_h_to_4h.weight": "pytorch_model-00004-of-00009.bin",
    "transformer.h.22.self_attention.dense.weight": "pytorch_model-00004-of-00009.bin",
    "transformer.h.22.self_attention.query_key_value.weight": "pytorch_model-00004-of-00009.bin",
    "transformer.h.23.ln_attn.bias": "pytorch_model-00004-of-00009.bin",
    "transformer.h.23.ln_attn.weight": "pytorch_model-00004-of-00009.bin",
    "transformer.h.23.ln_mlp.bias": "pytorch_model-00004-of-00009.bin",
    "transformer.h.23.ln_mlp.weight": "pytorch_model-00004-of-00009.bin",
    "transformer.h.23.mlp.dense_4h_to_h.weight": "pytorch_model-00004-of-00009.bin",
    "transformer.h.23.mlp.dense_h_to_4h.weight": "pytorch_model-00004-of-00009.bin",
    "transformer.h.23.self_attention.dense.weight": "pytorch_model-00004-of-00009.bin",
    "transformer.h.23.self_attention.query_key_value.weight": "pytorch_model-00004-of-00009.bin",
    "transformer.h.24.ln_attn.bias": "pytorch_model-00004-of-00009.bin",
    "transformer.h.24.ln_attn.weight": "pytorch_model-00004-of-00009.bin",
    "transformer.h.24.ln_mlp.bias": "pytorch_model-00004-of-00009.bin",
    "transformer.h.24.ln_mlp.weight": "pytorch_model-00004-of-00009.bin",
    "transformer.h.24.mlp.dense_4h_to_h.weight": "pytorch_model-00004-of-00009.bin",
    "transformer.h.24.mlp.dense_h_to_4h.weight": "pytorch_model-00004-of-00009.bin",
    "transformer.h.24.self_attention.dense.weight": "pytorch_model-00004-of-00009.bin",
    "transformer.h.24.self_attention.query_key_value.weight": "pytorch_model-00004-of-00009.bin",
    "transformer.h.25.ln_attn.bias": "pytorch_model-00004-of-00009.bin",
    "transformer.h.25.ln_attn.weight": "pytorch_model-00004-of-00009.bin",
    "transformer.h.25.ln_mlp.bias": "pytorch_model-00004-of-00009.bin",
    "transformer.h.25.ln_mlp.weight": "pytorch_model-00004-of-00009.bin",
    "transformer.h.25.mlp.dense_4h_to_h.weight": "pytorch_model-00004-of-00009.bin",
    "transformer.h.25.mlp.dense_h_to_4h.weight": "pytorch_model-00004-of-00009.bin",
    "transformer.h.25.self_attention.dense.weight": "pytorch_model-00004-of-00009.bin",
    "transformer.h.25.self_attention.query_key_value.weight": "pytorch_model-00004-of-00009.bin",
    "transformer.h.26.ln_attn.bias": "pytorch_model-00004-of-00009.bin",
    "transformer.h.26.ln_attn.weight": "pytorch_model-00004-of-00009.bin",
    "transformer.h.26.ln_mlp.bias": "pytorch_model-00004-of-00009.bin",
    "transformer.h.26.ln_mlp.weight": "pytorch_model-00004-of-00009.bin",
    "transformer.h.26.mlp.dense_4h_to_h.weight": "pytorch_model-00004-of-00009.bin",
    "transformer.h.26.mlp.dense_h_to_4h.weight": "pytorch_model-00004-of-00009.bin",
    "transformer.h.26.self_attention.dense.weight": "pytorch_model-00004-of-00009.bin",
    "transformer.h.26.self_attention.query_key_value.weight": "pytorch_model-00004-of-00009.bin",
    "transformer.h.27.ln_attn.bias": "pytorch_model-00004-of-00009.bin",
    "transformer.h.27.ln_attn.weight": "pytorch_model-00004-of-00009.bin",
    "transformer.h.27.ln_mlp.bias": "pytorch_model-00004-of-00009.bin",
    "transformer.h.27.ln_mlp.weight": "pytorch_model-00004-of-00009.bin",
    "transformer.h.27.mlp.dense_4h_to_h.weight": "pytorch_model-00005-of-00009.bin",
    "transformer.h.27.mlp.dense_h_to_4h.weight": "pytorch_model-00005-of-00009.bin",
    "transformer.h.27.self_attention.dense.weight": "pytorch_model-00004-of-00009.bin",
    "transformer.h.27.self_attention.query_key_value.weight": "pytorch_model-00004-of-00009.bin",
    "transformer.h.28.ln_attn.bias": "pytorch_model-00005-of-00009.bin",
    "transformer.h.28.ln_attn.weight": "pytorch_model-00005-of-00009.bin",
    "transformer.h.28.ln_mlp.bias": "pytorch_model-00005-of-00009.bin",
    "transformer.h.28.ln_mlp.weight": "pytorch_model-00005-of-00009.bin",
    "transformer.h.28.mlp.dense_4h_to_h.weight": "pytorch_model-00005-of-00009.bin",
    "transformer.h.28.mlp.dense_h_to_4h.weight": "pytorch_model-00005-of-00009.bin",
    "transformer.h.28.self_attention.dense.weight": "pytorch_model-00005-of-00009.bin",
    "transformer.h.28.self_attention.query_key_value.weight": "pytorch_model-00005-of-00009.bin",
    "transformer.h.29.ln_attn.bias": "pytorch_model-00005-of-00009.bin",
    "transformer.h.29.ln_attn.weight": "pytorch_model-00005-of-00009.bin",
    "transformer.h.29.ln_mlp.bias": "pytorch_model-00005-of-00009.bin",
    "transformer.h.29.ln_mlp.weight": "pytorch_model-00005-of-00009.bin",
    "transformer.h.29.mlp.dense_4h_to_h.weight": "pytorch_model-00005-of-00009.bin",
    "transformer.h.29.mlp.dense_h_to_4h.weight": "pytorch_model-00005-of-00009.bin",
    "transformer.h.29.self_attention.dense.weight": "pytorch_model-00005-of-00009.bin",
    "transformer.h.29.self_attention.query_key_value.weight": "pytorch_model-00005-of-00009.bin",
    "transformer.h.3.ln_attn.bias": "pytorch_model-00001-of-00009.bin",
    "transformer.h.3.ln_attn.weight": "pytorch_model-00001-of-00009.bin",
    "transformer.h.3.ln_mlp.bias": "pytorch_model-00001-of-00009.bin",
    "transformer.h.3.ln_mlp.weight": "pytorch_model-00001-of-00009.bin",
    "transformer.h.3.mlp.dense_4h_to_h.weight": "pytorch_model-00001-of-00009.bin",
    "transformer.h.3.mlp.dense_h_to_4h.weight": "pytorch_model-00001-of-00009.bin",
    "transformer.h.3.self_attention.dense.weight": "pytorch_model-00001-of-00009.bin",
    "transformer.h.3.self_attention.query_key_value.weight": "pytorch_model-00001-of-00009.bin",
    "transformer.h.30.ln_attn.bias": "pytorch_model-00005-of-00009.bin",
    "transformer.h.30.ln_attn.weight": "pytorch_model-00005-of-00009.bin",
    "transformer.h.30.ln_mlp.bias": "pytorch_model-00005-of-00009.bin",
    "transformer.h.30.ln_mlp.weight": "pytorch_model-00005-of-00009.bin",
    "transformer.h.30.mlp.dense_4h_to_h.weight": "pytorch_model-00005-of-00009.bin",
    "transformer.h.30.mlp.dense_h_to_4h.weight": "pytorch_model-00005-of-00009.bin",
    "transformer.h.30.self_attention.dense.weight": "pytorch_model-00005-of-00009.bin",
    "transformer.h.30.self_attention.query_key_value.weight": "pytorch_model-00005-of-00009.bin",
    "transformer.h.31.ln_attn.bias": "pytorch_model-00005-of-00009.bin",
    "transformer.h.31.ln_attn.weight": "pytorch_model-00005-of-00009.bin",
    "transformer.h.31.ln_mlp.bias": "pytorch_model-00005-of-00009.bin",
    "transformer.h.31.ln_mlp.weight": "pytorch_model-00005-of-00009.bin",
    "transformer.h.31.mlp.dense_4h_to_h.weight": "pytorch_model-00005-of-00009.bin",
    "transformer.h.31.mlp.dense_h_to_4h.weight": "pytorch_model-00005-of-00009.bin",
    "transformer.h.31.self_attention.dense.weight": "pytorch_model-00005-of-00009.bin",
    "transformer.h.31.self_attention.query_key_value.weight": "pytorch_model-00005-of-00009.bin",
    "transformer.h.32.ln_attn.bias": "pytorch_model-00005-of-00009.bin",
    "transformer.h.32.ln_attn.weight": "pytorch_model-00005-of-00009.bin",
    "transformer.h.32.ln_mlp.bias": "pytorch_model-00005-of-00009.bin",
    "transformer.h.32.ln_mlp.weight": "pytorch_model-00005-of-00009.bin",
    "transformer.h.32.mlp.dense_4h_to_h.weight": "pytorch_model-00005-of-00009.bin",
    "transformer.h.32.mlp.dense_h_to_4h.weight": "pytorch_model-00005-of-00009.bin",
    "transformer.h.32.self_attention.dense.weight": "pytorch_model-00005-of-00009.bin",
    "transformer.h.32.self_attention.query_key_value.weight": "pytorch_model-00005-of-00009.bin",
    "transformer.h.33.ln_attn.bias": "pytorch_model-00005-of-00009.bin",
    "transformer.h.33.ln_attn.weight": "pytorch_model-00005-of-00009.bin",
    "transformer.h.33.ln_mlp.bias": "pytorch_model-00005-of-00009.bin",
    "transformer.h.33.ln_mlp.weight": "pytorch_model-00005-of-00009.bin",
    "transformer.h.33.mlp.dense_4h_to_h.weight": "pytorch_model-00005-of-00009.bin",
    "transformer.h.33.mlp.dense_h_to_4h.weight": "pytorch_model-00005-of-00009.bin",
    "transformer.h.33.self_attention.dense.weight": "pytorch_model-00005-of-00009.bin",
    "transformer.h.33.self_attention.query_key_value.weight": "pytorch_model-00005-of-00009.bin",
    "transformer.h.34.ln_attn.bias": "pytorch_model-00005-of-00009.bin",
    "transformer.h.34.ln_attn.weight": "pytorch_model-00005-of-00009.bin",
    "transformer.h.34.ln_mlp.bias": "pytorch_model-00005-of-00009.bin",
    "transformer.h.34.ln_mlp.weight": "pytorch_model-00005-of-00009.bin",
    "transformer.h.34.mlp.dense_4h_to_h.weight": "pytorch_model-00006-of-00009.bin",
    "transformer.h.34.mlp.dense_h_to_4h.weight": "pytorch_model-00006-of-00009.bin",
    "transformer.h.34.self_attention.dense.weight": "pytorch_model-00005-of-00009.bin",
    "transformer.h.34.self_attention.query_key_value.weight": "pytorch_model-00005-of-00009.bin",
    "transformer.h.35.ln_attn.bias": "pytorch_model-00006-of-00009.bin",
    "transformer.h.35.ln_attn.weight": "pytorch_model-00006-of-00009.bin",
    "transformer.h.35.ln_mlp.bias": "pytorch_model-00006-of-00009.bin",
    "transformer.h.35.ln_mlp.weight": "pytorch_model-00006-of-00009.bin",
    "transformer.h.35.mlp.dense_4h_to_h.weight": "pytorch_model-00006-of-00009.bin",
    "transformer.h.35.mlp.dense_h_to_4h.weight": "pytorch_model-00006-of-00009.bin",
    "transformer.h.35.self_attention.dense.weight": "pytorch_model-00006-of-00009.bin",
    "transformer.h.35.self_attention.query_key_value.weight": "pytorch_model-00006-of-00009.bin",
    "transformer.h.36.ln_attn.bias": "pytorch_model-00006-of-00009.bin",
    "transformer.h.36.ln_attn.weight": "pytorch_model-00006-of-00009.bin",
    "transformer.h.36.ln_mlp.bias": "pytorch_model-00006-of-00009.bin",
    "transformer.h.36.ln_mlp.weight": "pytorch_model-00006-of-00009.bin",
    "transformer.h.36.mlp.dense_4h_to_h.weight": "pytorch_model-00006-of-00009.bin",
    "transformer.h.36.mlp.dense_h_to_4h.weight": "pytorch_model-00006-of-00009.bin",
    "transformer.h.36.self_attention.dense.weight": "pytorch_model-00006-of-00009.bin",
    "transformer.h.36.self_attention.query_key_value.weight": "pytorch_model-00006-of-00009.bin",
    "transformer.h.37.ln_attn.bias": "pytorch_model-00006-of-00009.bin",
    "transformer.h.37.ln_attn.weight": "pytorch_model-00006-of-00009.bin",
    "transformer.h.37.ln_mlp.bias": "pytorch_model-00006-of-00009.bin",
    "transformer.h.37.ln_mlp.weight": "pytorch_model-00006-of-00009.bin",
    "transformer.h.37.mlp.dense_4h_to_h.weight": "pytorch_model-00006-of-00009.bin",
    "transformer.h.37.mlp.dense_h_to_4h.weight": "pytorch_model-00006-of-00009.bin",
    "transformer.h.37.self_attention.dense.weight": "pytorch_model-00006-of-00009.bin",
    "transformer.h.37.self_attention.query_key_value.weight": "pytorch_model-00006-of-00009.bin",
    "transformer.h.38.ln_attn.bias": "pytorch_model-00006-of-00009.bin",
    "transformer.h.38.ln_attn.weight": "pytorch_model-00006-of-00009.bin",
    "transformer.h.38.ln_mlp.bias": "pytorch_model-00006-of-00009.bin",
    "transformer.h.38.ln_mlp.weight": "pytorch_model-00006-of-00009.bin",
    "transformer.h.38.mlp.dense_4h_to_h.weight": "pytorch_model-00006-of-00009.bin",
    "transformer.h.38.mlp.dense_h_to_4h.weight": "pytorch_model-00006-of-00009.bin",
    "transformer.h.38.self_attention.dense.weight": "pytorch_model-00006-of-00009.bin",
    "transformer.h.38.self_attention.query_key_value.weight": "pytorch_model-00006-of-00009.bin",
    "transformer.h.39.ln_attn.bias": "pytorch_model-00006-of-00009.bin",
    "transformer.h.39.ln_attn.weight": "pytorch_model-00006-of-00009.bin",
    "transformer.h.39.ln_mlp.bias": "pytorch_model-00006-of-00009.bin",
    "transformer.h.39.ln_mlp.weight": "pytorch_model-00006-of-00009.bin",
    "transformer.h.39.mlp.dense_4h_to_h.weight": "pytorch_model-00006-of-00009.bin",
    "transformer.h.39.mlp.dense_h_to_4h.weight": "pytorch_model-00006-of-00009.bin",
    "transformer.h.39.self_attention.dense.weight": "pytorch_model-00006-of-00009.bin",
    "transformer.h.39.self_attention.query_key_value.weight": "pytorch_model-00006-of-00009.bin",
    "transformer.h.4.ln_attn.bias": "pytorch_model-00001-of-00009.bin",
    "transformer.h.4.ln_attn.weight": "pytorch_model-00001-of-00009.bin",
    "transformer.h.4.ln_mlp.bias": "pytorch_model-00001-of-00009.bin",
    "transformer.h.4.ln_mlp.weight": "pytorch_model-00001-of-00009.bin",
    "transformer.h.4.mlp.dense_4h_to_h.weight": "pytorch_model-00001-of-00009.bin",
    "transformer.h.4.mlp.dense_h_to_4h.weight": "pytorch_model-00001-of-00009.bin",
    "transformer.h.4.self_attention.dense.weight": "pytorch_model-00001-of-00009.bin",
    "transformer.h.4.self_attention.query_key_value.weight": "pytorch_model-00001-of-00009.bin",
    "transformer.h.40.ln_attn.bias": "pytorch_model-00006-of-00009.bin",
    "transformer.h.40.ln_attn.weight": "pytorch_model-00006-of-00009.bin",
    "transformer.h.40.ln_mlp.bias": "pytorch_model-00006-of-00009.bin",
    "transformer.h.40.ln_mlp.weight": "pytorch_model-00006-of-00009.bin",
    "transformer.h.40.mlp.dense_4h_to_h.weight": "pytorch_model-00006-of-00009.bin",
    "transformer.h.40.mlp.dense_h_to_4h.weight": "pytorch_model-00006-of-00009.bin",
    "transformer.h.40.self_attention.dense.weight": "pytorch_model-00006-of-00009.bin",
    "transformer.h.40.self_attention.query_key_value.weight": "pytorch_model-00006-of-00009.bin",
    "transformer.h.41.ln_attn.bias": "pytorch_model-00006-of-00009.bin",
    "transformer.h.41.ln_attn.weight": "pytorch_model-00006-of-00009.bin",
    "transformer.h.41.ln_mlp.bias": "pytorch_model-00006-of-00009.bin",
    "transformer.h.41.ln_mlp.weight": "pytorch_model-00006-of-00009.bin",
    "transformer.h.41.mlp.dense_4h_to_h.weight": "pytorch_model-00007-of-00009.bin",
    "transformer.h.41.mlp.dense_h_to_4h.weight": "pytorch_model-00007-of-00009.bin",
    "transformer.h.41.self_attention.dense.weight": "pytorch_model-00006-of-00009.bin",
    "transformer.h.41.self_attention.query_key_value.weight": "pytorch_model-00006-of-00009.bin",
    "transformer.h.42.ln_attn.bias": "pytorch_model-00007-of-00009.bin",
    "transformer.h.42.ln_attn.weight": "pytorch_model-00007-of-00009.bin",
    "transformer.h.42.ln_mlp.bias": "pytorch_model-00007-of-00009.bin",
    "transformer.h.42.ln_mlp.weight": "pytorch_model-00007-of-00009.bin",
    "transformer.h.42.mlp.dense_4h_to_h.weight": "pytorch_model-00007-of-00009.bin",
    "transformer.h.42.mlp.dense_h_to_4h.weight": "pytorch_model-00007-of-00009.bin",
    "transformer.h.42.self_attention.dense.weight": "pytorch_model-00007-of-00009.bin",
    "transformer.h.42.self_attention.query_key_value.weight": "pytorch_model-00007-of-00009.bin",
    "transformer.h.43.ln_attn.bias": "pytorch_model-00007-of-00009.bin",
    "transformer.h.43.ln_attn.weight": "pytorch_model-00007-of-00009.bin",
    "transformer.h.43.ln_mlp.bias": "pytorch_model-00007-of-00009.bin",
    "transformer.h.43.ln_mlp.weight": "pytorch_model-00007-of-00009.bin",
    "transformer.h.43.mlp.dense_4h_to_h.weight": "pytorch_model-00007-of-00009.bin",
    "transformer.h.43.mlp.dense_h_to_4h.weight": "pytorch_model-00007-of-00009.bin",
    "transformer.h.43.self_attention.dense.weight": "pytorch_model-00007-of-00009.bin",
    "transformer.h.43.self_attention.query_key_value.weight": "pytorch_model-00007-of-00009.bin",
    "transformer.h.44.ln_attn.bias": "pytorch_model-00007-of-00009.bin",
    "transformer.h.44.ln_attn.weight": "pytorch_model-00007-of-00009.bin",
    "transformer.h.44.ln_mlp.bias": "pytorch_model-00007-of-00009.bin",
    "transformer.h.44.ln_mlp.weight": "pytorch_model-00007-of-00009.bin",
    "transformer.h.44.mlp.dense_4h_to_h.weight": "pytorch_model-00007-of-00009.bin",
    "transformer.h.44.mlp.dense_h_to_4h.weight": "pytorch_model-00007-of-00009.bin",
    "transformer.h.44.self_attention.dense.weight": "pytorch_model-00007-of-00009.bin",
    "transformer.h.44.self_attention.query_key_value.weight": "pytorch_model-00007-of-00009.bin",
    "transformer.h.45.ln_attn.bias": "pytorch_model-00007-of-00009.bin",
    "transformer.h.45.ln_attn.weight": "pytorch_model-00007-of-00009.bin",
    "transformer.h.45.ln_mlp.bias": "pytorch_model-00007-of-00009.bin",
    "transformer.h.45.ln_mlp.weight": "pytorch_model-00007-of-00009.bin",
    "transformer.h.45.mlp.dense_4h_to_h.weight": "pytorch_model-00007-of-00009.bin",
    "transformer.h.45.mlp.dense_h_to_4h.weight": "pytorch_model-00007-of-00009.bin",
    "transformer.h.45.self_attention.dense.weight": "pytorch_model-00007-of-00009.bin",
    "transformer.h.45.self_attention.query_key_value.weight": "pytorch_model-00007-of-00009.bin",
    "transformer.h.46.ln_attn.bias": "pytorch_model-00007-of-00009.bin",
    "transformer.h.46.ln_attn.weight": "pytorch_model-00007-of-00009.bin",
    "transformer.h.46.ln_mlp.bias": "pytorch_model-00007-of-00009.bin",
    "transformer.h.46.ln_mlp.weight": "pytorch_model-00007-of-00009.bin",
    "transformer.h.46.mlp.dense_4h_to_h.weight": "pytorch_model-00007-of-00009.bin",
    "transformer.h.46.mlp.dense_h_to_4h.weight": "pytorch_model-00007-of-00009.bin",
    "transformer.h.46.self_attention.dense.weight": "pytorch_model-00007-of-00009.bin",
    "transformer.h.46.self_attention.query_key_value.weight": "pytorch_model-00007-of-00009.bin",
    "transformer.h.47.ln_attn.bias": "pytorch_model-00007-of-00009.bin",
    "transformer.h.47.ln_attn.weight": "pytorch_model-00007-of-00009.bin",
    "transformer.h.47.ln_mlp.bias": "pytorch_model-00007-of-00009.bin",
    "transformer.h.47.ln_mlp.weight": "pytorch_model-00007-of-00009.bin",
    "transformer.h.47.mlp.dense_4h_to_h.weight": "pytorch_model-00007-of-00009.bin",
    "transformer.h.47.mlp.dense_h_to_4h.weight": "pytorch_model-00007-of-00009.bin",
    "transformer.h.47.self_attention.dense.weight": "pytorch_model-00007-of-00009.bin",
    "transformer.h.47.self_attention.query_key_value.weight": "pytorch_model-00007-of-00009.bin",
    "transformer.h.48.ln_attn.bias": "pytorch_model-00007-of-00009.bin",
    "transformer.h.48.ln_attn.weight": "pytorch_model-00007-of-00009.bin",
    "transformer.h.48.ln_mlp.bias": "pytorch_model-00007-of-00009.bin",
    "transformer.h.48.ln_mlp.weight": "pytorch_model-00007-of-00009.bin",
    "transformer.h.48.mlp.dense_4h_to_h.weight": "pytorch_model-00008-of-00009.bin",
    "transformer.h.48.mlp.dense_h_to_4h.weight": "pytorch_model-00008-of-00009.bin",
    "transformer.h.48.self_attention.dense.weight": "pytorch_model-00007-of-00009.bin",
    "transformer.h.48.self_attention.query_key_value.weight": "pytorch_model-00007-of-00009.bin",
    "transformer.h.49.ln_attn.bias": "pytorch_model-00008-of-00009.bin",
    "transformer.h.49.ln_attn.weight": "pytorch_model-00008-of-00009.bin",
    "transformer.h.49.ln_mlp.bias": "pytorch_model-00008-of-00009.bin",
    "transformer.h.49.ln_mlp.weight": "pytorch_model-00008-of-00009.bin",
    "transformer.h.49.mlp.dense_4h_to_h.weight": "pytorch_model-00008-of-00009.bin",
    "transformer.h.49.mlp.dense_h_to_4h.weight": "pytorch_model-00008-of-00009.bin",
    "transformer.h.49.self_attention.dense.weight": "pytorch_model-00008-of-00009.bin",
    "transformer.h.49.self_attention.query_key_value.weight": "pytorch_model-00008-of-00009.bin",
    "transformer.h.5.ln_attn.bias": "pytorch_model-00001-of-00009.bin",
    "transformer.h.5.ln_attn.weight": "pytorch_model-00001-of-00009.bin",
    "transformer.h.5.ln_mlp.bias": "pytorch_model-00001-of-00009.bin",
    "transformer.h.5.ln_mlp.weight": "pytorch_model-00001-of-00009.bin",
    "transformer.h.5.mlp.dense_4h_to_h.weight": "pytorch_model-00001-of-00009.bin",
    "transformer.h.5.mlp.dense_h_to_4h.weight": "pytorch_model-00001-of-00009.bin",
    "transformer.h.5.self_attention.dense.weight": "pytorch_model-00001-of-00009.bin",
    "transformer.h.5.self_attention.query_key_value.weight": "pytorch_model-00001-of-00009.bin",
    "transformer.h.50.ln_attn.bias": "pytorch_model-00008-of-00009.bin",
    "transformer.h.50.ln_attn.weight": "pytorch_model-00008-of-00009.bin",
    "transformer.h.50.ln_mlp.bias": "pytorch_model-00008-of-00009.bin",
    "transformer.h.50.ln_mlp.weight": "pytorch_model-00008-of-00009.bin",
    "transformer.h.50.mlp.dense_4h_to_h.weight": "pytorch_model-00008-of-00009.bin",
    "transformer.h.50.mlp.dense_h_to_4h.weight": "pytorch_model-00008-of-00009.bin",
    "transformer.h.50.self_attention.dense.weight": "pytorch_model-00008-of-00009.bin",
    "transformer.h.50.self_attention.query_key_value.weight": "pytorch_model-00008-of-00009.bin",
    "transformer.h.51.ln_attn.bias": "pytorch_model-00008-of-00009.bin",
    "transformer.h.51.ln_attn.weight": "pytorch_model-00008-of-00009.bin",
    "transformer.h.51.ln_mlp.bias": "pytorch_model-00008-of-00009.bin",
    "transformer.h.51.ln_mlp.weight": "pytorch_model-00008-of-00009.bin",
    "transformer.h.51.mlp.dense_4h_to_h.weight": "pytorch_model-00008-of-00009.bin",
    "transformer.h.51.mlp.dense_h_to_4h.weight": "pytorch_model-00008-of-00009.bin",
    "transformer.h.51.self_attention.dense.weight": "pytorch_model-00008-of-00009.bin",
    "transformer.h.51.self_attention.query_key_value.weight": "pytorch_model-00008-of-00009.bin",
    "transformer.h.52.ln_attn.bias": "pytorch_model-00008-of-00009.bin",
    "transformer.h.52.ln_attn.weight": "pytorch_model-00008-of-00009.bin",
    "transformer.h.52.ln_mlp.bias": "pytorch_model-00008-of-00009.bin",
    "transformer.h.52.ln_mlp.weight": "pytorch_model-00008-of-00009.bin",
    "transformer.h.52.mlp.dense_4h_to_h.weight": "pytorch_model-00008-of-00009.bin",
    "transformer.h.52.mlp.dense_h_to_4h.weight": "pytorch_model-00008-of-00009.bin",
    "transformer.h.52.self_attention.dense.weight": "pytorch_model-00008-of-00009.bin",
    "transformer.h.52.self_attention.query_key_value.weight": "pytorch_model-00008-of-00009.bin",
    "transformer.h.53.ln_attn.bias": "pytorch_model-00008-of-00009.bin",
    "transformer.h.53.ln_attn.weight": "pytorch_model-00008-of-00009.bin",
    "transformer.h.53.ln_mlp.bias": "pytorch_model-00008-of-00009.bin",
    "transformer.h.53.ln_mlp.weight": "pytorch_model-00008-of-00009.bin",
    "transformer.h.53.mlp.dense_4h_to_h.weight": "pytorch_model-00008-of-00009.bin",
    "transformer.h.53.mlp.dense_h_to_4h.weight": "pytorch_model-00008-of-00009.bin",
    "transformer.h.53.self_attention.dense.weight": "pytorch_model-00008-of-00009.bin",
    "transformer.h.53.self_attention.query_key_value.weight": "pytorch_model-00008-of-00009.bin",
    "transformer.h.54.ln_attn.bias": "pytorch_model-00008-of-00009.bin",
    "transformer.h.54.ln_attn.weight": "pytorch_model-00008-of-00009.bin",
    "transformer.h.54.ln_mlp.bias": "pytorch_model-00008-of-00009.bin",
    "transformer.h.54.ln_mlp.weight": "pytorch_model-00008-of-00009.bin",
    "transformer.h.54.mlp.dense_4h_to_h.weight": "pytorch_model-00008-of-00009.bin",
    "transformer.h.54.mlp.dense_h_to_4h.weight": "pytorch_model-00008-of-00009.bin",
    "transformer.h.54.self_attention.dense.weight": "pytorch_model-00008-of-00009.bin",
    "transformer.h.54.self_attention.query_key_value.weight": "pytorch_model-00008-of-00009.bin",
    "transformer.h.55.ln_attn.bias": "pytorch_model-00008-of-00009.bin",
    "transformer.h.55.ln_attn.weight": "pytorch_model-00008-of-00009.bin",
    "transformer.h.55.ln_mlp.bias": "pytorch_model-00008-of-00009.bin",
    "transformer.h.55.ln_mlp.weight": "pytorch_model-00008-of-00009.bin",
    "transformer.h.55.mlp.dense_4h_to_h.weight": "pytorch_model-00009-of-00009.bin",
    "transformer.h.55.mlp.dense_h_to_4h.weight": "pytorch_model-00009-of-00009.bin",
    "transformer.h.55.self_attention.dense.weight": "pytorch_model-00008-of-00009.bin",
    "transformer.h.55.self_attention.query_key_value.weight": "pytorch_model-00008-of-00009.bin",
    "transformer.h.56.ln_attn.bias": "pytorch_model-00009-of-00009.bin",
    "transformer.h.56.ln_attn.weight": "pytorch_model-00009-of-00009.bin",
    "transformer.h.56.ln_mlp.bias": "pytorch_model-00009-of-00009.bin",
    "transformer.h.56.ln_mlp.weight": "pytorch_model-00009-of-00009.bin",
    "transformer.h.56.mlp.dense_4h_to_h.weight": "pytorch_model-00009-of-00009.bin",
    "transformer.h.56.mlp.dense_h_to_4h.weight": "pytorch_model-00009-of-00009.bin",
    "transformer.h.56.self_attention.dense.weight": "pytorch_model-00009-of-00009.bin",
    "transformer.h.56.self_attention.query_key_value.weight": "pytorch_model-00009-of-00009.bin",
    "transformer.h.57.ln_attn.bias": "pytorch_model-00009-of-00009.bin",
    "transformer.h.57.ln_attn.weight": "pytorch_model-00009-of-00009.bin",
    "transformer.h.57.ln_mlp.bias": "pytorch_model-00009-of-00009.bin",
    "transformer.h.57.ln_mlp.weight": "pytorch_model-00009-of-00009.bin",
    "transformer.h.57.mlp.dense_4h_to_h.weight": "pytorch_model-00009-of-00009.bin",
    "transformer.h.57.mlp.dense_h_to_4h.weight": "pytorch_model-00009-of-00009.bin",
    "transformer.h.57.self_attention.dense.weight": "pytorch_model-00009-of-00009.bin",
    "transformer.h.57.self_attention.query_key_value.weight": "pytorch_model-00009-of-00009.bin",
    "transformer.h.58.ln_attn.bias": "pytorch_model-00009-of-00009.bin",
    "transformer.h.58.ln_attn.weight": "pytorch_model-00009-of-00009.bin",
    "transformer.h.58.ln_mlp.bias": "pytorch_model-00009-of-00009.bin",
    "transformer.h.58.ln_mlp.weight": "pytorch_model-00009-of-00009.bin",
    "transformer.h.58.mlp.dense_4h_to_h.weight": "pytorch_model-00009-of-00009.bin",
    "transformer.h.58.mlp.dense_h_to_4h.weight": "pytorch_model-00009-of-00009.bin",
    "transformer.h.58.self_attention.dense.weight": "pytorch_model-00009-of-00009.bin",
    "transformer.h.58.self_attention.query_key_value.weight": "pytorch_model-00009-of-00009.bin",
    "transformer.h.59.ln_attn.bias": "pytorch_model-00009-of-00009.bin",
    "transformer.h.59.ln_attn.weight": "pytorch_model-00009-of-00009.bin",
    "transformer.h.59.ln_mlp.bias": "pytorch_model-00009-of-00009.bin",
    "transformer.h.59.ln_mlp.weight": "pytorch_model-00009-of-00009.bin",
    "transformer.h.59.mlp.dense_4h_to_h.weight": "pytorch_model-00009-of-00009.bin",
    "transformer.h.59.mlp.dense_h_to_4h.weight": "pytorch_model-00009-of-00009.bin",
    "transformer.h.59.self_attention.dense.weight": "pytorch_model-00009-of-00009.bin",
    "transformer.h.59.self_attention.query_key_value.weight": "pytorch_model-00009-of-00009.bin",
    "transformer.h.6.ln_attn.bias": "pytorch_model-00001-of-00009.bin",
    "transformer.h.6.ln_attn.weight": "pytorch_model-00001-of-00009.bin",
    "transformer.h.6.ln_mlp.bias": "pytorch_model-00001-of-00009.bin",
    "transformer.h.6.ln_mlp.weight": "pytorch_model-00001-of-00009.bin",
    "transformer.h.6.mlp.dense_4h_to_h.weight": "pytorch_model-00002-of-00009.bin",
    "transformer.h.6.mlp.dense_h_to_4h.weight": "pytorch_model-00002-of-00009.bin",
    "transformer.h.6.self_attention.dense.weight": "pytorch_model-00001-of-00009.bin",
    "transformer.h.6.self_attention.query_key_value.weight": "pytorch_model-00001-of-00009.bin",
    "transformer.h.7.ln_attn.bias": "pytorch_model-00002-of-00009.bin",
    "transformer.h.7.ln_attn.weight": "pytorch_model-00002-of-00009.bin",
    "transformer.h.7.ln_mlp.bias": "pytorch_model-00002-of-00009.bin",
    "transformer.h.7.ln_mlp.weight": "pytorch_model-00002-of-00009.bin",
    "transformer.h.7.mlp.dense_4h_to_h.weight": "pytorch_model-00002-of-00009.bin",
    "transformer.h.7.mlp.dense_h_to_4h.weight": "pytorch_model-00002-of-00009.bin",
    "transformer.h.7.self_attention.dense.weight": "pytorch_model-00002-of-00009.bin",
    "transformer.h.7.self_attention.query_key_value.weight": "pytorch_model-00002-of-00009.bin",
    "transformer.h.8.ln_attn.bias": "pytorch_model-00002-of-00009.bin",
    "transformer.h.8.ln_attn.weight": "pytorch_model-00002-of-00009.bin",
    "transformer.h.8.ln_mlp.bias": "pytorch_model-00002-of-00009.bin",
    "transformer.h.8.ln_mlp.weight": "pytorch_model-00002-of-00009.bin",
    "transformer.h.8.mlp.dense_4h_to_h.weight": "pytorch_model-00002-of-00009.bin",
    "transformer.h.8.mlp.dense_h_to_4h.weight": "pytorch_model-00002-of-00009.bin",
    "transformer.h.8.self_attention.dense.weight": "pytorch_model-00002-of-00009.bin",
    "transformer.h.8.self_attention.query_key_value.weight": "pytorch_model-00002-of-00009.bin",
    "transformer.h.9.ln_attn.bias": "pytorch_model-00002-of-00009.bin",
    "transformer.h.9.ln_attn.weight": "pytorch_model-00002-of-00009.bin",
    "transformer.h.9.ln_mlp.bias": "pytorch_model-00002-of-00009.bin",
    "transformer.h.9.ln_mlp.weight": "pytorch_model-00002-of-00009.bin",
    "transformer.h.9.mlp.dense_4h_to_h.weight": "pytorch_model-00002-of-00009.bin",
    "transformer.h.9.mlp.dense_h_to_4h.weight": "pytorch_model-00002-of-00009.bin",
    "transformer.h.9.self_attention.dense.weight": "pytorch_model-00002-of-00009.bin",
    "transformer.h.9.self_attention.query_key_value.weight": "pytorch_model-00002-of-00009.bin",
    "transformer.ln_f.bias": "pytorch_model-00009-of-00009.bin",
    "transformer.ln_f.weight": "pytorch_model-00009-of-00009.bin",
    "transformer.word_embeddings.weight": "pytorch_model-00001-of-00009.bin"
  }
}
